{
    "Hurl": "https://www.redfin.com/city/21448/TX/Barton-Creek/filter/include=forsale+mlsfsbo+construction",
    "description": "Barton Creek is one of the larger and older neighborhoods in Austin. Some of the homes date back to the start of the 20th Century, others to the 1920s, and many are quite large as well as old. About two-thirds of the area is greenspace, and the neighborhood is surrounded by the Barton Creek Greenbelt and Zilker Park, Austin's favorite city park. Barton Creek Square Mall is nearby with its luxury stores and restaurants, and students have access to top-rated schools.\n",
    "name": "Barton Creek",
    "url": "https://bartonhills.org/"
}{
    "Hurl": "https://www.redfin.com/neighborhood/231873/TX/Austin/Rob-Roy/filter/include=forsale+mlsfsbo+construction",
    "description": "Rob Roy is an established, private neighborhood located on Hwy. 360 (Capital of Texas Hwy.), one of the main thoroughfares in west Austin. Rob Roy is one of Austin's largest private neighborhoods with high-end homes located on large lots overlooking the hill country. The neighborhood has mature trees, abundant green spaces, and meticulously maintained landscaping.",
    "name": "Rob Roy",
    "url": "https://nextdoor.com/neighborhood/robroytx--austin--tx/"
}{
    "Hurl": "https://www.redfin.com/neighborhood/165502/TX/Austin/Riverplace/filter/include=forsale+mlsfsbo+construction",
    "description": "River Place is a newer neighborhood located in a scenic spot in the Texas hill country. Although River Place does not have as many shopping and dining venues as some other neighborhoods, it has abundant green space and many options for outdoor recreation. Many homes have expansive views of the hills or green spaces in the neighborhood.\nResidents have access to parks, miles of hiking and bike trails, a marina on Lake Austin for water recreation, and a golf course. The neighborhood is just off a major local highway for direct access to the rest of the city.",
    "name": "River Place",
    "url": "https://www.riverplacehoa.org/"
}{
    "Hurl": "",
    "description": "Jester Estates is a scenic, conveniently located neighborhood at the intersection of two major local highways and close to major shopping centers. Jester Estates has several neighborhood amenities including a pool and ball courts. There are shopping and dining options nearby.\nThe area is in the hill country and many homes have excellent views of the Colorado River and even downtown. The area has abundant green space for outdoor recreation and is close to the high-tech companies and shopping in north Austin.",
    "name": "Jester Estates",
    "url": "http://www.jesterhoa.com/"
}{
    "Hurl": "https://www.redfin.com/neighborhood/233627/TX/Austin/Jester-Estates/filter/include=forsale+mlsfsbo+construction",
    "description": "Old West Austin is a historic, centrally located neighborhood just north of Lady Bird Lake and just west of downtown. The neighborhood’s historic district dates back to the mid-1800s, shortly after the city of Austin was incorporated. The neighborhood is one of the most sought-after to live in, because of its convenient location and access to many amenities, including the lake, local hike and bike trails, and several parks.\nAlong with local shops and restaurants the neighborhood is adjacent to the numerous dining, shopping, and entertainment options offered by downtown and south Austin. Parking is next to impossible here, but public transportation is readily accessible.\n\n\n",
    "name": "Old West Austin",
    "url": "https://www.owana.org/"
}{
    "Hurl": "https://www.realtor.com/realestateandhomes-search/Triangle-State_Austin_TX",
    "description": "Triangle State is a newer, upscale, residential/commercial neighborhood in north central Austin. The neighborhood was designed to be largely self-contained with many amenities to appeal to younger, urban professional singles and couples.\nThe area has consists of luxury condos, homes, and apartments interspersed with shopping centers containing many fine restaurants, stores, and supermarkets. There are also cafes, bars, and other businesses. The area is close to the University of Texas and downtown, and public transportation is readily accessible.\nWithin the neighborhood are several large green spaces suitable for kids and pets.",
    "name": "Triangle State",
    "url": "https://nextdoor.com/city/austin--tx/"
}{
    "Hurl": "https://www.redfin.com/neighborhood/497554/TX/Dripping-Springs/Belterra/filter/include=forsale+mlsfsbo+construction",
    "description": "Circle C Ranch is a large master-planned community about 20 minutes' commute from downtown. With about 5,000 homes, It is a safe, suburban, residential neighborhood with several amenities and access to some of Austin's best parks and outdoor venues. The neighborhood is close to Hwy. 1 (MoPac) and Hwy. 290, providing access to the rest of the city and areas west of Austin. There is little to no public transportation here, so residents need a vehicle to get around. There is shopping and dining within walking distance for some residents.",
    "name": "Belterra",
    "url": "https://www.belterracommunity.com/home/"
}{
    "Hurl": "https://www.redfin.com/neighborhood/233755/TX/Dripping-Springs/High-Pointe?utm_source=google&utm_medium=ppc&utm_term=aud-1529945865573:dsa-1526340592292&utm_content=569216595591&utm_campaign=1034095&gclid=CjwKCAjwoMSWBhAdEiwAVJ2ndqtnNueWTS2wdCt1fxQpn-Zuy-6iaPXj_dTtuSRpoMHkKKcA-rtx-xoCvNsQAvD_BwE",
    "description": "Highpointe is a deluxe master-planned community on the southwestern outskirts of Austin, about 25 miles from downtown. Highpointe offers newer homes with nice views of the central Texas hill country, proximity to forests and grasslands, many community amenities, and convenient travel to downtown Austin via State Highway 290.\n\n",
    "name": "Highpointe",
    "url": "https://highpointehoa.connectresident.com/"
}{
    "Hurl": "https://www.redfin.com/city/11666/TX/McKinney/filter/include=forsale+mlsfsbo+construction",
    "description": "McKinney is an interesting combination of urban living and natural scenery, industrial park and residential community. In one section of the neighborhood there are industrial and commercial buildings, and in another section are houses with large lots.\nThe neighborhood borders two major local highways, and is also next to a large state park. There are not many dining or shopping options in the neighborhood itself, but the area is not far from downtown and south Austin.",
    "name": "McKinney",
    "url": "http://www.mckinneyheights.com/"
}